#Написать Функцию которая принимает предложение как аргумент, считает количество букв и 
#возвращает сколько символов он ввёл. 


def pred(a):

    for i in a:
        count += 1
    return count
print(pred(a))